abseil
aom
apr
apr-util
arduino-cli
argon2
aribb24
aspell
assimp
autoconf
automake
berkeley-db@5
boost
brew-rmtree
brotli
c-ares
ca-certificates
cabal-install
cairo
cjson
clang-format
cmake
coreutils
ctags
curl
dav1d
dbus
double-conversion
edencommon
emacs
emacs-mac
fb303
fd
ffmpeg
fizz
flac
fmt
folly
fontconfig
freetds
freetype
frei0r
fribidi
gcc
gd
gdbm
gdk-pixbuf
gettext
gflags
ggshield
ghc
ghostscript
giflib
git
git-lfs
glib
glog
glow
gmp
gnupg
gnuplot
gnutls
gpatch
gpgme
gradle
graphite2
graphviz
gts
harfbuzz
hashcat
highway
htop
hunspell
hwloc
icu4c
imagemagick
imap-uw
imath
isl
jansson
jasper
jbig2dec
jpeg-turbo
jpeg-xl
jsoncpp
kotlin
krb5
lame
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libcerf
libde265
libevent
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libksba
liblqr
libmicrohttpd
libmng
libmpc
libnghttp2
libogg
libomp
libpng
libpq
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
little-cms2
llvm
lua
lz4
lzo
m4
mbedtls
md4c
minizip
mongodb-community
mongodb-database-tools
mongosh
mpdecimal
mpfr
mpg123
ncurses
neofetch
netpbm
nettle
node
npth
nspr
nss
numpy
oniguruma
opam
openblas
opencore-amr
openexr
openjdk
openjdk@17
openjpeg
openldap
openssl@3
openvino
opus
p11-kit
pango
pcre2
perl
php
pinentry
pixman
pkg-config
poppler
protobuf
pugixml
pyenv
pyenv-virtualenv
python@3.11
python@3.12
qt
rav1e
readline
ripgrep
rtmpdump
rubberband
ruby
rust
screenresolution
sdl2
shared-mime-info
snappy
speex
sqlite
srt
supabase
svt-av1
tbb
telnet
tesseract
texinfo
theora
tidy-html5
tree
tree-sitter
unbound
unixodbc
vim
wangle
watchman
webp
wget
x264
x265
xorgproto
xvid
xxhash
xz
z3
zeromq
zimg
zstd
font-fira-code
font-hack-nerd-font
mactex
temurin8
